Sketched loops must sub-divide the face into two or more completely enclosed regions.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LoopsDoNotSubdivideFace { get; }
  Visual Basic
Public Shared ReadOnly Property LoopsDoNotSubdivideFace As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LoopsDoNotSubdivideFace {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FaceSplitterFailures Class
  Autodesk.Revit.DB Namespace